src/test/taurus/prueba_test/satisfaction-valid-test.yml
execution:
- executor: gatling
  concurrency: 100
  ramp-up: 10s
  hold-for: 30s
  scenario:
    script: satisfaction.scala
    simulation: src.test.resources.taurus.BasicSimulation
    keepalive: true

# http://gettaurus.org/docs/ScenarioBuilding/
  
reporting:
  - module: final-stats
    dump-xml: satisfaction-valid-stats.xml